Repository: developerCeluvans/ty-usuarios-ios
Catalog: *.lproj/Localizable.strings
Languages: es

source: item_agendar_normal
es: item_agendar_normal_es

source: item_agendar_over
es: item_agendar_over_es

source: item_pedirtaxi_normal
es: item_pedirtaxi_normal_es

source: item_pedirtaxi_over
es: item_pedirtaxi_over_es

source: item_perfil_normal
es: item_perfil_normal_es

source: item_perfil_over
es: item_perfil_over_es

source: item_reclamo_normal
es: item_reclamo_normal_es

source: item_reclamo_over
es: item_reclamo_over_es

# string_verifing
source: Verifing
es: Verificando

source: Check internet connection
es: Verifica tu conexion a Internet

# title_brand
source: Brand
es: Marca

source: Send claim
es: Enviar Reclamo

# input_claim
source: Enter the claim
es: Digite el reclamo

# service_my_addresses
source: My addresses
es: Mis direcciones

# service_button_request
source: Request cab
es: Pedir Taxi

# service_button_request_schedule
source: Confirm address
es: Confirmar dirección

# service_button_cancelar
source: Cancel
es: Cancelar

# service_searching
source: Looking address...
es: Buscando dirección...

# service_wait_message
source: Almost there
es: Ya falta poco

# service_footer
source: Over 2700 active units
es: Más de 2700 unidades activas

# service_alert_cancel_title
source: Important!
es: !importante!

# service_alert_cancel_message
source: Are you sure to cancel the service?
es: ¿Estás seguro de cancelar el servicio?

# service_alert_button_yes
source: Yes
es: Si

# service_alert_timeout_title
source: We are sorry
es: Lo sentimos

# service_alert_timeout_message
source: At the moment there are no drivers available
es: En el momento no hay taxis disponibles, intentalo en 10 minutos

# service_alert_timeout_accept
source: Accept
es: Aceptar

# service_alert_gps_message
source: Please enable your GPS
es: Para continuar activa la Geolocalización.

# service_alert_address
source: Complete your address data
es: Completa los datos de tu dirección

# service_alert_title_connection
source: Connection error
es: Error de conexión

# service_alert_check_message
source: Check your Internet connection
es: Verifica tu conexion a Internet

# service_alert_driver_cancel
source: The service has been canceled by the driver
es: El servicio ha sido cancelado por el conductor

# service_alert_check_user
source: Please enter your user
es: Por favor ingresa con tu usuario

# service_alert_use_user
source: Please enter your user
es: Por favor ingresa con tu usuario

# service_message_tanks
source: Thank you for using TaxisYa, we invite you to rate our service
es: Gracias por utilizar TaxisYa, lo invitamos a calificar nuestro servicio

# service_message_reset
source: hello in a few minutes I will be at your disposal to take you to your destination safe
es: hola dentro de pocos minutos estaré a tu disposición para llevarte seguro en tu destino

# service_message_my_information
source: My data are:
es: Mis datos son:

# service_button_cancel
source: Cancel
es: Cancelar

# service_button_map
source: See map
es: Ver mapa

# service_button_rate
source: Rate service
es: Calificar servicio

# service_license_plate
source: License Plate
es: Placa

# service_brand
source: Brand
es: Marca

# address_full_title
source: Wrong address
es: Dirección incompleta

# address_description
source: Please, fill address correctly
es: Por favor completa la dirección

# addresses_title
source: My Addresses
es: Mis Direcciones

# addresses_add_new
source: Add new
es: Agregar nueva

# new_address_address
source: Address
es: Dirección

# new_address_name
source: Name
es: Nombre

# new_address_comment
source: Want to add a comment?
es: ¿Deseas agregar un comentario?

# new_address_button_add
source: Add to my address
es: Agregar a mis direcciones

# loading_button_driver
source: Driver
es: Taxista

# quality_title
source: Rate
es: Califica

# quality_subtitle
source: The Service
es: El Servicio

# quality_message
source: Thank you for using our services, please rate your driver.
es: Gracias por utilizar nuestros servicios, por favor califica a tu conductor.

# quality_button_very_good
source: Very Good
es: Muy Bueno

# quality_button_okay
source: Okay
es: Bueno

# quality_button_bad
source: Bad
es: Malo

# profile_button_register
source: Register
es: Registrarse

# profile_button_login
source: Now I have my account
es: Ya tengo mi cuenta

# profile_button_update
source: Update the data
es: Actualizar datos

# profile_button_payment
source: Payment methods
es: Medios de pago

# profile_button_logout
source: Close session
es: Cerrar sesión

# register_name
source: Your first and last name
es: Tu nombre y apellido

# register_email
source: Your email
es: Tu E-mail (Correo electrónico)

# register_cellphone
source: Your cellphone
es: Tu número de celular

# register_password
source: Your password
es: Tu contraseña

# register_btn_register
source: Register
es: Registrarse

# register_btn_login
source: Now I have my account
es: Ya tengo mi cuenta

# register_btn_sign_in
source: Login
es: Ingresar

# login_btn_sign_in
source: Login
es: Ingresar

# login_btn_register
source: Register
es: Registrarme

# login_btn_recover
source: Forgot your password?
es: Recuperar contraseña

# register_title_1
source: Enter these 4 data
es: Ingresa estos 4 datos

# register_title_2
source: only once
es: solamente una vez

# register_title_3
source: For your safety and driver
es: Para tu seguridad y la del conductor

# login_title_1
source: Now I have my account
es: Ya tengo mi cuenta

# login_title_2
source: Enter your information
es: ingresa tus datos

# recover_email
source: Enter your email
es: Digita tu email

# recover_title
source: Recover password
es: Recuperar contraseña

# recover_btn_finish
source: Finalized
es: Finalizado

# recover_input_valid_email
source: Enter valid email
es: Ingresa un email valido

# recover_input_email
source: Enter your email
es: Ingresa tu email

# recover_input_password
source: Recovery password
es: Ingresa la contraseña

# recover_input_code
source: Enter code
es: Ingresa el código

# recover_email_not_registered
source: Email is not registered
es: El email no esta registrado

# recover_input_code_received
source: Enter the confirmation code sent to your email so you can enter the new password
es: Digita el código que enviamos a tu correo electrónico para que puedas ingresar la nueva contraseña

# recover_error_code_register
source: Wrong Code!
es: ¡Código incorrecto!

# register_alert_title
source: Warning!
es: ¡Advertencia!

# register_alert_button
source: Accept
es: Aceptar

# register_alert_1
source: You must enter your password
es: Debes ingresar Tu contraseña

# register_alert_2
source: You must enter a valid email address
es: Debes ingresar un Email valido

# register_alert_3
source: You must enter your email
es: Debes ingresar Tu E-mail (Correo electrónico)

# register_alert_4
source: You must enter your password
es: Debes ingresar Tu contraseña

# register_alert_5
source: You must enter a valid number
es: Debes ingresar un Número valido

# register_alert_6
source: You must enter your cellphone
es: Debes ingresar Tu número de celular

# register_alert_7
source: You must enter a valid email address
es: Debes ingresar un Email valido

# register_alert_8
source: You must enter your email
es: Debes ingresar Tu E-mail (Correo electrónico)

# register_alert_9
source: You must enter Your first and last names
es: Debes ingresar Tus nombres y apellidos

# register_alert_10
source: User not found, check your Email or Password
es: Usuario no encontrado, verifica tu Email o Contraseña

# register_alert_11
source: Check your Internet connection
es: Verifica tu conexion a Internet

# register_alert_12
source: User already registered
es: Usuario ya registrado

# history_no_services
source: No completed services
es: Sin servicios finalizados

# schedule_button_schedules
source: See my schedules
es: Ver mis agendamientos

# schedule_button_new
source: Service schedule
es: Agendar Servicio

# schedule_title_one_1
source: Date scheduling
es: Fecha de agendamiento

# schedule_title_one_2
source: Max 24 hr before
es: Max 24 hr antes

# schedule_title_two_1
source: Reason for scheduling
es: Motivo de agendamiento

# schedule_title_two_2
source: Max 24 hr before
es: Max 24 hr antes

# schedule_title_three_1
source: Scheduling site
es: Lugar de agendamiento

# schedule_title_three_2
source: Only for the city
es: Solo para la ciudad

# schedule_middle_one_1
source: Place of destination
es: Lugar de destino

# schedule_middle_one_2
source: Only outside the city and messaging
es: Solo para fuera de la ciudad y mensajeria

# schedule_confirmation
source: Confirm request
es: Confirmar solicitud

# schedule_item_cancel
source: Cancel
es: Cancelar

# schedule_item_finished
source: Finalized
es: Finalizado

# schedule_item_wait
source: On hold
es: En espera

# schedule_item_cancelled
source: Cancelled
es: Cancelado

# schedule_item_plate
source: License Plate
es: Placa

# schedule_item_brand
source: Brand
es: Marca

# schedule_item_site
source: My location
es: Mi ubicación

# schedule_item_destination
source: Destination
es: Destino

# schedule_item_outside
source: Out of the city
es: Fuera de la ciudad

# schedule_item_barrio
source: Neighborhood
es: Barrio

# schedule_my_schedules
source: My schedules
es: Mis agendamientos

# schedule_set_date
source: Select date and time
es: Seleccionar fecha y hora

# connection_bad
source: No Internet Connectivity
es: No hay conexion a internet

# payment_type_label
source: Pay type
es: Tipo pago

# payment_type_cash
source: Cash
es: Efectivo

# payment_type_tc
source: Credit card
es: Tarjeta

# payment_type_ticket
source: Ticket
es: Vale

# payment_list_title
source: Payment methods
es: Metodos de pago

# payment_list_add
source: Add new
es: Agregar

# ticket_code
source: Code of authorization
es: Código autorización:

# ticket_value
source: Input data of ticket
es: Ingresa datos del vale

# ticket_tot_units
source: Tot units:
es: Total unidades:

# ticket_tot_charge
source: Total charge:
es: Total recargo:

# ticket_tot_val
source: Total USD
es: Total COP
